<?php
/**
 * Created by PhpStorm.
 * User: Oleg0x57
 * Date: 23.06.2019
 * Time: 16:08
 */

return [
    ['id' => 10, 'type' => "расход", 'contractor' => "себе", 'details' => "беляш", 'date' => "2018-11-10", 'sum' => 75.00],
    ['id' => 11, 'type' => "расход", 'contractor' => "себе", 'details' => "брусок точильный", 'date' => "2018-11-10", 'sum' => 63.00],
    ['id' => 12, 'type' => "расход", 'contractor' => "машина", 'details' => "бензин", 'date' => "2018-11-10", 'sum' => 1600.00],
    ['id' => 13, 'type' => "расход", 'contractor' => "себе", 'details' => "тетрадь * 2", 'date' => "2018-11-10", 'sum' => 10.20],
    ['id' => 14, 'type' => "расход", 'contractor' => "себе", 'details' => "преобразователь ржавчины", 'date' => "2018-11-10", 'sum' => 170.00],
    ['id' => 15, 'type' => "расход", 'contractor' => "машина", 'details' => "стекло + работа", 'date' => "2018-11-10", 'sum' => 4000.00],
    ['id' => 16, 'type' => "расход", 'contractor' => "себе", 'details' => "масло", 'date' => "2018-11-10", 'sum' => 95.00],
    ['id' => 17, 'type' => "расход", 'contractor' => "машина", 'details' => "силикон", 'date' => "2018-11-10", 'sum' => 116.00],
    ['id' => 18, 'type' => "расход", 'contractor' => "машина", 'details' => "размораживатель", 'date' => "2018-11-10", 'sum' => 160.00],
    ['id' => 19, 'type' => "расход", 'contractor' => "себе", 'details' => "контейнер", 'date' => "2018-11-10", 'sum' => 68.00],
];